Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/sivras-s.htm.tmx
Source language: sme
Languages: nob

source: Sidjiide geat eai hálddašan sámegiela , fállojuvvui sámegiella C-giellan , muhto sii galge čuovvut seamma oahpahusdiimmuid go sámegielat oahppit .
nob: For de som ikke behersket samisk ble det gitt et tilbud om C-språk , men de skulle delta på de samme undervisningstimene som de samisktalende .

source: Dat ii doaibman , Britt Erna dieđu mielde .
nob: Dette fungerte ikke , i følge Britt Erna .

source: Oahpahus ii adnojuvvon dattetge giellafágan dáid ohppiide , muhto kulturfágan .
nob: Dette ble imidlertid ikke betraktet som et språkfag for disse elevene , men som et kulturfag .

source: Oaivil dainna lei ahte sii galge oahppat sámi kultuvrra birra go ledje fárus sámegieldiimmuin .
nob: Meningen var at de skulle lære om samisk kultur gjennom å være til stede i samisktimene .

source: Muhto dat ii lean maid mii dárbbašeimmet , dadjá Britt Erna , mii han háliideimmet oahppat sámegiela .
nob: Men det var ikke det vi trengte , sier Britt Erna , vi ønsket å lære oss samisk språk .

source: – Áddetgo don veaháge sámegiela dál ?
nob: – Forstår du noe samisk i dag ?

source: – Mun muittán uhcit ahte uhcit , muhto ádden ain muhtin sániid .
nob: – Jeg husker mindre og mindre , men forstår jo fortsatt en del ord .

source: Gažaldahkii leatgo sus plánat oahppat eambbo sámegiela boahtteáiggis , vástida Britt Erna ahte son ii riekta dieđe .
nob: På spørsmål om hun har planer om å lære mer samisk i framtida , svarer Britt Erna at hun ikke vet helt .

source: Lei nu olu álkit oahppat dalle go lei nuorat ja lea šállu go dát máhttu measta lea álfárot jávkan .
nob: Det var jo så mye lettere å lære når man var yngre og at det er synd at denne kunnskapen nå nesten er forsvunnet .

source: Muhto jos son áiggošii oassálastit sámegiel kursii goassege , de son vuolgá Kárášjohkii , Guovdageidnui dahje sámegielhálli guvlui Suomas , dannego lea álkit oahppat go lea sámegielat birrasis .
nob: Men dersom hun skal gå på samiskkurs en gang vil hun reise til Karasjok , Kautokeino eller et samisktalende område i Finland , da det er lettere å lære når man er i et samisktalende miljø .

source: Veaháš oktavuohta sámegillii lea Britt Ernas dál maid .
nob: Litt kontakt med samisk språk har Britt Erna fortsatt .

source: Son lávlu sámi sálbmalávlunjoavkkus ja oažžu dakko bokte čađat ođđa vásáhusaid sámegielain dannego sálbmalávlunjoavku lávlu sámegiel sálmmaid ja lávlagiid .
nob: Hun synger i samisk salmesanggruppe , og får derigjennom stadig ny befatning med det samiske språket siden salmesanggruppa synger samiske salmer og sanger .

source: – Manne dus buollái beroštupmi sámi áššiide ja háliidit oahppat sámegiela ?
nob: – Hvorfor ble du så interessert i det samiske og ønsket å lære samisk ?

source: – Nieiddažin ledjen ollu Deanus , ja mus lei sámegielat skibir doppe geainna ledjen ollu ovttas .
nob: – Jeg var mye i Tana som jente , der hadde jeg en samisktalende venninne som jeg var mye sammen med .

source: Jáhku mielde lea Britt Erna ožžon ollu das iežas eatni Erna bokte , guhte muitala iežas leat vázzán Sámi álbmotallaskuvlla nuorravuođas , gos son áŋgirit oassálasttii duodjeoahpahussii , earret eará goarui alcces gávtti oktan buot gáktegárvvuiguin .
nob: Antakelig har Britt Erna også fått mye av dette gjennom sin egen mor Erna , som forteller at hun sjøl gikk på Den samiske folkehøyskolen i ungdommen , der hun med iver deltok i duodjiundervisninga , blant annet sydde hun seg kofte med tilbehør .

source: Erna ii loga iežas goassege leat čiegadan bearraša sámi ruohttasiid , juoidá maid earát su sogas dađe bahát leat dahkan .
nob: Erna sier hun aldri har nektet for familiens samiske opprinnelse , som dessverre andre i slekta hennes har gjort eller gjør .

source: Dego eará ovttagielat dárogielat sápmelaččat lea maid Erna vásihan mo earát kategoriserejit su etnihkalaččat .
nob: Som mange andre enspråklig norsktalende samer har også Erna fått merke hvordan andre kategoriserer hennes etnisk .

source: – Dalle go ellen Hámmárfeasttas adnojuvvojin Deanu « finnan » .
nob: – Da jeg var i Hammerfest ble jeg betraktet som en finn fra Tana .

source: Kárášjogas atne mu riddoguovllu rivgun .
nob: I Karasjok så de på meg som en rivgu fra kysten .

source: – Maid bat Britt Erna lea vásihan Mátta-Várjjagis danin go lea čájehan beroštumi sámi áššiide ?
nob: Hva har så Britt Erna opplevd i Sør-Varanger når hun har vist interesse for det samiske ?

source: – Skuvllas muhtimat hárde mu dannego lohken sámegiela , muhto mun jávkadin dušše čáibmamiin diekkár negatiivva kommentáraid eará mánáin .
nob: – På skolen var det jo noen som terget en for at man gikk på samisk , men jeg flirte bare vekk sånne negative kommentarer fra andre unger .

source: Garraseamos lea leamaš skuvlajođiheaddjiid vuostálastin .
nob: Det tøffeste har vel vært motgangen fra skoleledelsen .

source: Mun han fertejin čađat rahčat oččodit sámegiela .
nob: Jeg måtte jo kjempe hele tida for å få samisk .

source: Ester Johnsen:– Váhnemiin leat stuorra vuordámušat mánáid sámegiela oahpahussii
nob: Ester Johnsen : – Foreldrene har store forventninger til barnas samiskundervisning

source: Ester Johnsen lea okta Mátta-Várjjaga máŋgga sámegieloahpaheaddjis .
nob: Ester Johnsen er en av flere samisklærere i Sør-Varanger .

source: Ester Johnsen lea Deanus eret .
nob: Ester Johnsen er fra Tana .

source: Son lea riegádan 1972:s ja lea bajásšaddan bearrašis mas sámegiella lea ruovttugiellan .
nob: Hun er født i 1972 og er oppvokst i en familie der samisk var hjemmespråk .

source: vuosttaš golbma skuvlajagi váccii son sámegiel luohkás Buolbmát skuvllas , gosa álggii 1979:s .
nob: Sine tre første skoleår gikk hun i en samisk klasse på Polmak skole , der hun begynte i 1979 .

source: Njealját luohká rájes son váccii dárogiel luohkás , muhto oahppit ožžo maid veaháš sámegieloahpahusa nu guhká go vázze mánáidskuvlla .
nob: Fra 4. klasse gikk hun i en norsk klasse , men elevene fikk også litt samiskundervisning så lenge de gikk på barneskolen .

source: Joatkkaskuvllas Čáhcesullos sus lei maid veaháš sámegiella .
nob: På videregående skole i Vadsø hadde hun også noe samisk .

source: Sámi allaskuvlla oahpaheaddjioahpu Guovdageainnus ja guovtti jagi oahpaheaddjibarggu maŋŋá Oslos son bođii Mátta-Várjjagii oahpaheaddjin 2001:s .
nob: Etter lærerutdanning på Samisk høgskole i Kautokeino og to år i lærerjobb i Oslo kom Ester til Sør-Varanger som lærer i 2001 .

source: Dallego mun jearahallen Estera geassemánus 2005 , de lei sus ovddasvástádus buot sámegieloahpahussii guovtti mánáidskuvllas Mátta-Várjjagis ; Goađáid skuvllas ja Hessenga máŋggaatnoguovddážis .
nob: Da jeg intervjuet Ester i juni 2005 hadde hun ansvaret for all samiskundervisning ved to av barneskolene i Sør-Varanger , Sandnes skole og Hesseng flerbrukssenter .

source: Goađáin ja Hessengas fállojuvvo fága sámegiella ja kultuvra , mas leat guokte diimmu vahkus , ja sámegiella nubbingiellan , mas leat golbma diimmu vahkus .
nob: På Sandnes og Hesseng blir det gitt tilbud om samisk språk og kultur , som er to timer pr. uke , og samisk som 2. språk , som er tre timer pr. uke .

source: Dán guovtti fálaldaga erohus lea ahte giella galgá deattuhuvvot eanebut daidda geain lea sámegiella nubbingiellan , ja dát oahppit sáhttet nuoraidskuvllas válljet sámegiela ođđadáru sadjái .
nob: Forskjellen mellom disse to tilbudene er at språket skal vektlegges mer for dem som har samisk som 2. språk , og at disse elevene på ungdomsskolen kan velge samisk i stedet for nynorsk .

source: Lea maid vejolaš lohkat sámegiela vuosttašgiellan .
nob: Det er også muligheter for å ha samisk som 1. språk .

source: Dál ii leat go okta bearaš mii lea válljen dán iežas mánáide .
nob: For tiden er det kun en familie som har valgt dette for sine barn .

source: Guktot skuvllat leat gieldda guovddášguovllus , Kirkonjárgga ja Guvžajávrri gaskkas , ja skuvllaid gaska lea dušše moadde kilomehtera .
nob: Begge skolene ligger i den sentrale delen av kommunen , mellom Kirkenes og Bjørnevatn , med bare et par kilometers avstand .

source: Goađát lea giláš gos leat boares sámi ássamat .
nob: Sandnes er en bygd med gammel samisk bosetting .

source: Gilážis lea leamaš skuvla juo 1867 ' rájes , earretgo muhtin jagiid 1960- ja 1970-loguin , go Goađáid oahppit vázze Guvžajávrri skuvlla .
nob: Bygda har hatt egen skole helt fra 1867 , bortsett fra noen år på 1960 og 1970-tallet da sandneselevene gikk på Bjørnevatn skole .

source: Seammá áigodagas ásahuvvojit viessoguovllut , ja giláža ássiidlohku lassánii máŋggageardánit .
nob: 3 I det samme tidsrommet ble det lagt ut boligfelter , og bygda fikk på få år mangedoblet innbyggertallet .

source: Ledje eanaš nuorra bearrašat ásahanáigodagas geat ásaiduvve Goađáide .
nob: Det var stort sett unge familier i etableringsfasen som slo seg ned på Sandnes .

source: Dan dihte bođiige gáibádus ohpihii hukset sierra mánáidskuvlla Goađáide .
nob: Dette førte til krav om igjen en egen barneskole på Sandnes .

source: Ođđa skuvla váldui atnui 1979:s. 1980- ja 1990-loguin dáhpáhuvai seammalágan ođđahuksen Hessengas .
nob: Den nye skolen ble tatt i bruk i 1979 . På 1980- og 1990-tallet skjedde en lignende utbygging på Hesseng .

source: Čoahkkebáiki oaččui sierra mánáidskuvlla , Hesseng máŋggaatnoguovddáža , 1998 . Muhtimat geat leat fárren dán guovtti gilážii , bohtet Mátta-Várjjaga boaittobeale guovlluin , dahje Unjárgga ja Deanu gielddain .
nob: Dette tettstedet fikk sin egen barneskole , Hesseng flerbrukssenter , i 1998.4 En del av innflytterne til disse to bygdene kommer fra distriktene i Sør-Varanger , samt fra kommunene Nesseby og Tana .

source: Ester muitala ahte ollu ohppiin geat ožžot sámegieloahpahusa , leat áhkut ja ádját Njávdámis , Reaisavuonas dahje Unjárggas .
nob: Ester forteller at mange av elevene som får samiskundervisning har besteforeldre i Neiden , Bugøyfjord eller Nesseby .

source: Mánát bohtet dávjá sámi bearrašiin main váhnenbuolva lea massán sámegiela , muhto áhkut ja ádját gal hálddašit giela .
nob: Barna kommer ofte fra samiske familier der foreldregenerasjonen har mistet det samiske språket , men der besteforeldrene behersker det .

source: Váhnemiin geain alddiset ii leat leamaš vejolašvuohta oahppat sámegiela , lea áinnas nana beroštupmi das ahte mánát ohppet sámegiela .
nob: Foreldre som sjøl ikke har fått anledning til å lære samisk , er gjerne svært interessert i at barna skal lære samisk .

source: Muhto dávjá leat sis veaháš menddo stuorra vuordámušat dasa maid mánát sáhttet oahppat dán moatti diimmus vahkus , goas sis lea sámegiella .
nob: Men ofte har de nok litt for store forventninger til hva barna kan lære på de få timene de har samisk i uka .

source: Lea mearri man olu oahppit ohppet guovtti , golmma diimmus vahkkus , ja guhkes geasseluomu maŋŋá lea álkit vajáldahttit eanaš oasi , dadjá Ester .
nob: Med et timetall på 2-3 timer pr. uke er det begrenset hva elevene lærer , og etter en lang sommerferie er det lett å ha glemt det meste , sier Ester .

source: Čuolbma lea ahte mánát eai gula , eai hála , eaige loga sámegiela eará oktavuođain go sámegieldiimmuin .
nob: Problemet er at barna ikke hører , snakker eller leser samisk i andre sammenhenger enn i samisktimene .

source: Estera mielas livččii okta čoavddus hásttuhit ádjáid ja áhkuid oassálastit eanebut mánáidmánáid sámegieloahpahussii , ovdamearkka dihte sáhtášii bovdet sin maid váhnenčoahkkimiidda , gos háleštit das mo sii sáhttet nannet mánáidmánáid sámegielmáhtuid .
nob: Ester mener at en vei å gå kunne være å oppmuntre besteforeldrene til å være mer deltakende i barnebarnas samiskopplæring , for eksempel kunne de også inviteres til foreldremøte , der man snakket om hvordan de kan styrke barnebarnas samiskkunnskaper .

source: – Leago sámegieloahpahus dušše sámegiel oahppu vai leago maid oahpahus sámi kultuvrras ?
nob: – Er samiskundervisninga kun språkopplæring eller er det også undervisning i samisk kultur ?

source: – Oahppoplána mielde galgá deattuhit goappašiid beliid .
nob: – I følge læreplanen skal begge deler vektlegges .

source: Ieš mun lean gal deattuhan giellaoasi eanemustá , muhto mis leat leamaš iešguđetge kulturprošeavttat maid .
nob: Selv har jeg nok vektlagt språkdelen mest , men vi har hatt forskjellige kulturprosjekt også .

source: Mannan skuvlajagi ( 2004/2005 ) mis lei Venke Tørmænenain ovttasbargoprošeakta , mas ráhkadahtiimet guollečuomaid .
nob: Sist skoleår ( 2004/2005 ) hadde vi et samarbeidsprosjekt med Venke Tørmænen , der vi bearbeidet fiskeskinn .

source: Čakčat mii áigut goarrut juoidá dáin čuomain .
nob: Til høsten fortsetter vi prosjektet med å sy noe av fiskeskinnet .

source: Hessenga , Goađáid ja Kirkonjárgga skuvllat leat maid ráhkadan oktasaš plánaid sámegieloahpahussii , ja mis leat leamaš mátkkoštanbeaivvit ja málestanbeaivvit ovttas .
nob: Hesseng , Sandnes og Kirkenes skoler har også lagt felles planer for samiskundervisninga , og vi har hatt turdager og matlagingsdager sammen .

source: – Muhtin birrasiin sámi guovddášguovllu olggobealde gullojit muhtimin dakkár moaitagat ahte skuvlagirjjit ja oahpahusfáttát lea menddo sakka gullevaččat Sis-Finnmárkui , sihke das mii guoská kultuvrii ja gillii .
nob: – Fra noen miljøer utenfor det samiske kjerneområdet hører man innimellom kritikk på at skolebøker og undervisningsopplegg er altfor sentrert om indre Finnmark , både når det gjelder kultur og språk .

source: Gulatgo don dákkár moaitámušaid Mátta-Várjjagis ?
nob: Har du merket noen slike reaksjoner i Sør-Varanger ?

source: – In , dáppe leat sihke váhnemat ja oahppit ilus go sis lea sámegiel oahpaheaddji .
nob: – Nei , her er foreldre og elever bare glade for at de har en samisklærer .

source: Ii leat goassege leamaš sáhka das ahte in máhte báikkálaš suopmana .
nob: Det er aldri noe snakk om at jeg ikke snakker den lokale dialekta .

source: Ja mii guoská kulturoassái , de das lea ollu mii ii leat šat dáppe , nu ahte dan ferte viežžat Sis-Finnmárkkus , ovdamearkka dihte náitalanvieruid .
nob: Og når det gjelder kulturdelen så er det jo så mye av den som ikke finnes her lenger , slik at det må hentes fra indre Finnmark , for eksempel bryllupsskikker .

source: Mátta-Várjjat gielda lea guhká rahčan fidnet ja doalahit sámegiel oahpaheddjiid .
nob: Sør-Varanger kommune har slitt over lang tid med å få tak i og holde på samisklærere .

source: Ester Johnsen oaivvilda okta sivva dasa lea ahte sámegiel oahpaheaddjit šaddet leat okto iežaset bargobáikkiin .
nob: Ester Johnsen mener en grunn til dette er at samisklærerne ofte blir veldig ensomme på sin arbeidsplass .

source: Šaddá nu dannego ovttaskas oahpaheaddjái ii fállojuvvo oahpahus eará fágain , ja dan dihte ii leat dán oahpaheaddjis lunddolaš ovttasbargoguoibmi bargoskihpáriid gaskkas .
nob: Dette fordi den enkelte lærer ikke tilbys undervisning i andre fag , og at vedkommende dermed ikke har noen naturlige samarbeidspartnere blant kollegene .

source: Áidna oahpaheaddjin sámegielas ii leat oktage geainna sáhtášii háleštit fága birra ja plánet ovttas .
nob: Som den eneste læreren i samisk har man heller ingen å diskutere faget eller planlegge sammen med .

source: Mun lean evttohan rektoriidda ahte sámegiel oahpaheaddjit ožžot lotnolasvirggiid , nappo ahte sámegiela lassin sii oahpahit muhtin eará fágaid maid ovtta luohkás , dadjá Ester .
nob: Jeg har derfor foreslått for rektorene at lærere i samisk får en kombinert stilling , altså at man i tillegg til samisk også har en del andre fag i en klasse , sier Ester .

source: Skuvlajagi 2005/2006 Goađáid skuvlla rektor lea váldán Estera sávaldaga duođas , ja Esteris leat dál sámegieloahpahusa lassin muhtin diimmut ovtta luohkás .
nob: Skoleåret 2005/2006 har rektor på Sandnes skole tatt signalene fra Ester Johnsen på alvor , da Ester nå i tillegg til samiskundervisninga har fått timer i en klasse .

source: – Leatgo deaividan negatiivva guottuiguin sámegieloahpahussii eará oahpaheddjiid bealis , earret eará dan dihte go oahppit guđđet dábálaš diimmuid oahppat sámegiela ?
nob: – Har du møtt negative holdninger til samiskundervisninga fra andre læreres side , blant annet på grunn av at elevene går ut av de vanlige timene for å gå på samisk ?

source: – Lean earáid bokte gullan ahte sámegieloahpahus lea váivin muhtin oahpaheddjiide , muhto in leat ieš deaividan dákkár guottuiguin .
nob: – Jeg har jo hørt via andre at samiskundervisninga er til bry for enkelte lærere , men jeg har ikke møtt slike holdninger personlig .

source: Jáhkán ahte ieš ferte leat veaháš geabbil ja dáhttut ovttasbargat .
nob: Jeg tror man også sjøl er nødt til å være litt smidig og villig til samarbeid .

source: Ovdamearkka dihte vieččan álo ohppiid eret diimmuin , in sáhte vuordit ahte eará oahpaheaddjit álo muitet goas sámegieloahpahus lea .
nob: For eksempel henter jeg alltid sjøl elevene ut av timene , jeg kan ikke regne med at de andre lærerne husker når det er samisk .

source: Gáldut :
nob: Kilder :

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
